<?php 
	$lang = array(
		"site" => "Langeuage Website",
		"Home" => "Home",
		"Contact" => "Contact",
		"Other" => "Other",
		"welcome" => "Welcome to switch language website",
		"description" => "This webiste is show you how to click and change language in website",
		"English" => "English",
		"khmer" => "khmer",



		/* company translate */
		/*
			company page Devit CHEA
		*/

				/* 
		=
		=
		=section 1 RCI Partner
		=
		=
		=*/
		/* section 1.1 */
		"partner-1.1" => "ដៃគូរបស់ RCI Global Services",
		/* section 1.2*/
		"partner-1.2" => "RCI មានមោទនភាពចំពោះដៃគូរបស់ខ្លួនដែលមកពីផ្នែកជំនាញផ្សេងៗ",
		/* section 1.3*/
		"partner-1.3" => "ដោយមានជំនាញខាងបច្ចេកវិទ្យាព័ត៌មាននិងដំណោះស្រាយដៃគូរបស់ខ្លួន RCI អាចបញ្ចូលគ្នានូវភាពខ្លាំងរបស់ខ្លួននិងជួយអ្នកលក់រាយនៅក្នុងតំបន់អាស៊ី - ប៉ាស៊ីហ្វិក។",
		/* baner for mobile*/
		/* section 1.1.1 */
		"partner-1.1.1" => "ដៃគូរបស់ RCI Global Services",
		/* section 1.2.2*/
		"partner-1.2.2" => "RCI មានមោទនភាពចំពោះដៃគូរបស់ខ្លួនដែលមកពីផ្នែកជំនាញផ្សេងៗ",
		/* section 1.3.3*/
		"partner-1.3.3" => "ដោយមានជំនាញខាងបច្ចេកវិទ្យាព័ត៌មាននិងដំណោះស្រាយដៃគូរបស់ខ្លួន RCI អាចបញ្ចូលគ្នានូវភាពខ្លាំងរបស់ខ្លួននិងជួយអ្នកលក់រាយនៅក្នុងតំបន់អាស៊ី - ប៉ាស៊ីហ្វិក។",

		/* 
		=
		=
		=section 2 RCI Partner
		=
		=
		=*/
		// main title
		/* section 2.1 */
		"partner-2.1" => "ដៃគូដោះស្រាយ",
		/* section 2.2*/
		"partner-2.2" => "ដៃគូប្រឹក្សា",
		/* section 2.3 */
		"partner-2.3" => "ស្ថាប័នជាដៃគូ",
		// section for content
		/* section 2.4 */

		"partner-2.4" => "OSF Commerce",
		/* section 2.5 */
		"partner-2.5" => "OSF Commerce ដែលជាអ្នកឈ្នះពានរង្វាន់ផ្នែកវិស្វកម្ម Salesforce 2016 របស់ក្រុមហ៊ុន Salesforce គឺជាក្រុមហ៊ុនដំណោះស្រាយពាណិជ្ជកម្មសកលឈានមុខគេមួយដែលផ្តល់ជូននូវបច្ចេកវិទ្យាការប្រឹក្សាយោបល់ការអនុវត្តនិងសេវាកម្មគ្រប់គ្រងលើបណ្តាញដល់ក្រុមហ៊ុនយីហោលេចធ្លោម៉ាកយីហោនិងអ្នកលក់រាយ។ វិធីសាស្រ្តដ៏លឿនរបស់យើងអនុញ្ញាតឱ្យយើងបង្កើនកំណើនសេដ្ឋកិច្ចលឿនជាងមុននិងអនុញ្ញាតឱ្យអ្នកលក់រាយដើម្បីធ្វើឱ្យអតិថិជនមានភាពងាយស្រួល។ ជាមួយនឹងគម្រោងដែលកំពុងដំណើរការជាង 120 និងការដាក់ពង្រាយនៅទូទាំងពិភពលោកអស់រយៈពេល 8 ឆ្នាំ OSF ផ្តល់ជូននូវដំណោះស្រាយអេឡិចត្រូនិចប្រកបដោយភាពច្នៃប្រឌិតនៅចន្លោះប៉ុស្តិ៍ឧបករណ៍និងមូលដ្ឋាន។",
		/* section 2.6 */
		"partner-2.6" => "Salesforce Commerce Cloud",
		/* section 2.7 */
		"partner-2.7" => "Salesforce Commerce Cloud ត្រូវបានបង្កើតឡើងបន្ទាប់ពីការទិញយក Demandware ដោយ Salesforce នៅខែកក្កដាឆ្នាំ 2016 ។ វាគឺជាក្រុមហ៊ុនផ្គត់ផ្គង់ដំណោះស្រាយរបស់សហរដ្ឋអាមេរិកដែលមានឯកទេសក្នុងដំណោះស្រាយពពកពាណិជ្ជកម្ម។ ជាពិសេសវាផ្តល់វេទិកាពាណិជ្ជកម្មអេឡិចត្រូនិចដែលមានគោលបំណងដើម្បីបង្កើនបទពិសោធរបស់អតិថិជន។ ដោយផ្អែកលើការទស្សន៍ទាយឆ្លាតវៃដំណោះស្រាយអាចធ្វើបដិរូបកម្មការធ្វើដំណើរតាមការទិញដូរជាមួយនឹងអនុសាសន៍ផលិតផល។ រួមបញ្ចូលគ្នាជាមួយនឹងការគ្រប់គ្រងលំដាប់, វាក៏បានផ្តល់នូវទិន្នន័យពេលវេលាពិតប្រាកដនៅលើការបញ្ជាទិញលើបណ្តាញនិងសារពើភ័ណ្ឌ។",
		/* section 2.8 */
		"partner-2.8" => "Magento",
		/* section 2.9 */
		"partner-2.9" => "Magento គឺជាវេទិកាពាណិជ្ជកម្មអេឡិចត្រូនិចដែលបើកចំហរជាសកលនិងជាប្រភពបើកទូលាយដែលបម្រើការយ៉ាងសំខាន់ដល់អ្នកលក់រាយនៅក្នុងឧស្សាហកម្ម B2B និង B2C ។ ដំណោះស្រាយមានគោលបំណងដើម្បីបង្កើនបទពិសោធអ្នកប្រើដោយផ្អែកលើដំណោះស្រាយកម្មវិធី omnichannel ជាពិសេសទាក់ទងនឹងការធ្វើដំណើរតាមអ៊ិនធ័រណែតនិងក្នុងហាង។",


		/* section 2.10 */
		"partner-2.10" => "Retail Pro",
		/* section 2.11 */
		"partner-2.1" => "Pro Retail គឺជាដំណោះស្រាយ POS មួយដែលផ្តល់ដោយ Retail Pro International ។ ដំណោះស្រាយត្រូវបានគេប្រើយ៉ាងទូលំទូលាយជាកម្មវិធីគ្រប់គ្រងការលក់រាយដែលមានលក្ខណៈពិសេសជាច្រើនដែលអាចប្រើបានជាភាសាជាច្រើនហើយអាចប្តូរតាមបំណង។ អស់រយៈពេល 25 ឆ្នាំមកហើយ Retail Pro International បានបង្កើតដំណោះស្រាយប្រកបដោយភាពច្នៃប្រឌិតដើម្បីឆ្លើយតបទៅនឹងការរំពឹងទុករបស់អ្នកលក់រាយ។ មាននៅក្នុងបណ្តាប្រទេសជាង 172 វាគឺជាដំណោះស្រាយ POS ដែលមានប្រជាប្រិយភាពបំផុតដែលត្រូវបានជ្រើសរើសសម្រាប់យុទ្ធសាស្រ្តលក់រាយ omnichannel ។",
		/* section 2.12*/
		"partner-2.12" => "iVend Retail",
		/* section 2.13 */
		"partner-2.13" => "បង្កើតឡើងដោយ CitiXsys, iVend លក់រាយគឺជាដំណោះស្រាយ POS មួយដែលមាននៅលើកុំព្យូទ័រលើតុនិងទូរស័ព្ទ។ វាជាឈុតគ្រប់គ្រងការលក់រាយ omnichannel ដែលធ្វើអោយប្រសើរឡើងនូវដំណើររបស់អ្នកទិញឥវ៉ាន់ដោយការដាក់បញ្ចូលទៅក្នុងដំណោះស្រាយពាណិជ្ជកម្មអេឡិចត្រូនិច។ ចុងក្រោយបង្អស់ iVend ផ្តល់នូវលក្ខណៈពិសេសងាយស្រួលប្រើ (ឧ។ ការគ្រប់គ្រងតម្លៃ) ដើម្បីគ្រប់គ្រងហាងលក់រាយរបស់រាងកាយអ្នកលក់។",
		/* section 2.14 */
		"partner-2.14" => "Venistar",
		/* section 2.15 */
		"partner-2.15" => "Venistar ត្រូវបានបង្កើតឡើងក្នុងឆ្នាំ 2005 ជាក្រុមហ៊ុនប្រឹក្សាយោបល់ផ្នែកលក់ព័ត៌មានវិទ្យាដែលមានឯកទេសខាងជំនាញលក់រាយនិងផ្តល់ដំណោះស្រាយផ្នែក IT ។ ក្រុមហ៊ុននេះបានធ្វើការជាមួយអ្នកលក់រាយម៉ូដនិងលក់រាយប្រណីតទូទាំងពិភពលោកចំនួន 38 ប្រទេសរួមមានម៉ាកចំនួន 100 ។ Venistar គឺជាដៃគូដែលមានការអនុញ្ញាតលក់រាយនិងមានជំនាញក្នុងប្រព័ន្ធគ្រប់គ្រងលំដាប់ POS និងដំណោះស្រាយឌីជីថល។",
		/* section 2.16 */
		"partner-2.16" => "EY",
		/* section 2.17 */
		"partner-2.17" => "មានទីស្នាក់ការធំនៅទីក្រុងឡុងចក្រភពអង់គ្លេសក្រុមហ៊ុន EY ជាក្រុមហ៊ុនពហុជាតិដែលមានឯកទេសខាងសេវាកម្មជំនាញ។ ជាពិសេសក្រុមហ៊ុនផ្តល់ជូននូវការធានាការបង់ពន្ធប្រតិបត្តិការនិងសេវាកម្មផ្តល់ប្រឹក្សា។ EY មានវត្តមាននៅក្នុង 150 ប្រទេសហើយក្នុងឆ្នាំ 2008 វាបានបង្កើតតំបន់អឺរ៉ុបតំបន់មជ្ឈិមបូព៌ាឥណ្ឌានិងតំបន់អាហ្វ្រិកនិងតំបន់អាស៊ីប៉ាស៊ីហ្វិករបស់ខ្លួនក្នុងឆ្នាំ 2010 ។",
		/* section 2.18 */
		"partner-2.18" => "Accenture",
		/* section 2.19 */
		"partner-2.19" => "បង្កើតឡើងនៅឆ្នាំ 2001 និងត្រូវបានចុះបញ្ជីជាក្រុមហ៊ុន Fortune Global 500 ក្រុមហ៊ុន Accenture គឺជាក្រុមហ៊ុនពិគ្រោះយោបល់ផ្នែកគ្រប់គ្រងដ៏ធំបំផុតមួយ។ លើសពីនេះទៀតវាផ្តល់ជូនអតិថិជនរបស់ខ្លួននូវសេវាឌីជីថលនិងបច្ចេកវិជ្ជាដែលមាន 4 សាខាផ្សេងៗគ្នាដូចជាយុទ្ធសាស្ត្រប្រឹក្សាយោបល់ឌីជីថលនិងបច្ចេកវិទ្យា។ ក្រុមហ៊ុន Accenture មានវត្តមាននៅក្នុងប្រទេសជាង 120 និងមានបុគ្គលិកជាង 394,000 នាក់។",
		/* section 2.20 */
		"partner-2.20" => "Hong Kong Federation of E-Commerce",
		/* section 2.21 */
		"partner-2.21" => "សហព័ន្ធពាណិជ្ជកម្មអេឡិចត្រូនិកហុងកុងគឺជាស្ថាប័នមួយដែលត្រូវបានបង្កើតឡើងដោយអ្នកជំនាញពាណិជ្ជកម្មអេឡិចត្រូនិច។ រួមគ្នាពួកគេចែករំលែកព័ត៌មានចុងក្រោយបំផុតទាក់ទងនឹងបច្ចេកវិទ្យាដូច្នេះពួកគេម្នាក់ៗអាចបង្កើនចំណេះដឹងរបស់ពួកគេក្នុងពាណិជ្ជកម្មអេឡិចត្រូនិចនិងអភិវឌ្ឍអាជីវកម្មរបស់ពួកគេ។ នៅឆ្នាំ 2017 នាយកប្រតិបត្តិសេវាកម្មរបស់ RCI Global Services ត្រូវបានតែងតាំងជាគណៈកម្មាធិការក្រុមប្រឹក្សាភិបាល។",
		/* section 2.22 */
		"partner-2.22" => "French Chamber of Commerce and Industry in Hong Kong",
		/* section 2.23 */
		"partner-2.23" => "វាគឺជាសភាពាណិជ្ជកម្មអឺរ៉ុបដ៏សំខាន់បំផុតនៅហុងកុង។ ក្នុងនាមជាសមាគមឯកជនមួយវាត្រូវបានបែងចែកជាពីរផ្នែកគឺសេវាកម្មសមាជិកនិងសេវាកម្មអាជីវកម្ម។ សរុបសេចក្ដីសមាគមនេះជួយឱ្យសមាជិករបស់ខ្លួនមានភាពមើលឃើញកាន់តែច្រើននៅលើគេហទំព័រនិងជួយពួកគេក្នុងភាពជោគជ័យផ្នែកវិជ្ជាជីវៈរបស់ពួកគេ។"
	);
?>