<?php 
	$lang = array(
		"site" => "ទំព័រប្ដូរភាសា",
		"Home" => "ទំព័រដើម",
		"Contact" => "ទំនាក់ទំនង",
		"Other" => "ផ្សេងៗ",
		"welcome" => "សូមស្វារគមន៏ទំព័រការប្ដូរភាសា",
		"description" => "ទំព័រនេះនឹងបង្ហានូវការប្ដូរភាសាក្នុងទំព័រនេះ",
		"English" => "អង់គ្លេស",
		"khmer" => "ខ្មែរ",


		/* company translate */
		/*
			company page Devit CHEA
		*/

		/* 
		=
		=
		=section 1 RCI Company
		=
		=
		=*/
		/* section 1.1 */
		"company-1.1" => "អំពីសេវាកម្មសេវាកម្ម RCI សកល",
		/* section 1.2*/
		"company-1.2" => "ក្រុមហ៊ុន RCI គឺជាក្រុមហ៊ុនពិគ្រោះយោបល់ IT ដែលផ្តល់ជូនផងដែរនូវដំណោះស្រាយផ្នែក IT សម្រាប់អ្នកលក់រាយនៅតំបន់អាស៊ីប៉ាស៊ីហ្វិក។ ទទួលស្គាល់សម្រាប់ជំនាញរបស់ខ្លួនក្រុមហ៊ុននេះទទួលបានការជឿទុកចិត្តពីម៉ាកប្រណីតនិងក្រុមហ៊ុនផលិតផលសូហ្វវែរ។ RCI គឺជាក្រុមហ៊ុនអឺរ៉ុបដំបូងគេដែលផ្តល់ជូននូវដំណោះស្រាយផ្នែកព័ត៌មានវិទ្យាផ្ទាល់ខ្លួនជាមួយនឹងតម្លៃបន្ថែម។”",

		/* 
		=
		=
		=section 2 RCI Company
		=
		=
		=*/
		/* section 2.1 */
		"company-2.1" => "ប្រវត្តិសាស្រ្តនៃសេវា RCI សកល - ឆ្នាំ 2010",
		/* section 2.2*/
		"company-2.2" => "សេវាកម្ម RCI Global Services ត្រូវបានបង្កើតឡើងក្នុងឆ្នាំ 2010 បន្ទាប់ពីបានដឹងពីកង្វះជំនាញ IT នៅក្នុងឧស្សាហកម្មលក់រាយប្រណីតអាស៊ីប៉ាស៊ីហ្វិក។ បេសកកម្មរបស់ខ្លួនគឺដើម្បីផ្តល់ជូននូវបច្ចេកវិទ្យានិងជំនាញរបស់សហភាពអឺរ៉ុបនិងសហរដ្ឋអាមេរិចរួមបញ្ចូលជាមួយចំណេះដឹងនិងការយល់ដឹងក្នុងតំបន់។ ក្នុងរយៈពេលត្រឹមតែប្រាំពីរឆ្នាំ RCI Global Services បានទទួលនូវការជឿជាក់យ៉ាងរឹងមាំពីអ្នកលក់រាយអន្តរជាតិដ៏ល្បីល្បាញដែលរួមមាន Gucci, Fendi, Valentino, CÃ© line, Bottega Veneta ឬ Godiva ។",
		/* section 2.3 */
		"company-2.3" => "ក្នុងនាមជាក្រុមហ៊ុនពិគ្រោះយោបល់ឈានមុខគេនិងជាអ្នកផ្តល់ដំណោះស្រាយផ្នែកអាយធីនៅ APAC ក្រុមហ៊ុនសេវាកម្ម RCI Global Services មានឯកទេសខាងការរចនាស្ថាបត្យកម្មអាយធីខ្ពស់បំផុតការអនុវត្តគម្រោងពីចុងបញ្ចប់និងគ្រប់គ្រងសេវាកម្មសម្រាប់លក់រាយប្រណីតអន្តរជាតិដែលជាអាជីវកម្មកំពូលនៃអាជីវកម្មលក់រាយ។",
		/* section 2.4 */
		"company-2.4" => "ក្រុមហ៊ុន RCI Global Services គឺជាក្រុមហ៊ុនអឺរ៉ុបដំបូងបង្អស់ដែលផ្តល់ជូននូវដំណោះស្រាយលក់រាយតាមតម្រូវការដែលមានតម្លៃបន្ថែមសម្រាប់ឧស្សាហកម្មប្រណីតអន្តរជាតិនៅក្នុង APAC ។ ក្នុងនាមជាក្រុមហ៊ុនសេវាកម្មលំដាប់ខ្ពស់ដែលតែងតែលើសពីការរំពឹងទុករបស់អតិថិជនអតិថិជនរបស់វាគឺជាអាទិភាពកំពូលរបស់វាហើយភាពជោគជ័យរបស់អ្នកគឺជាគោលបំណងរបស់ RCI Global Services ។ នៅពេលដែលអ្នកទទួលបានជោគជ័យសេវាកម្ម RCI សកលទទួលបានជោគជ័យ។",
		/* section 2.5 */
		"company-2.5" => "ប្រវត្តិសាស្រ្តនៃសេវា RCI សកល - ឆ្នាំ 2010",
		/* section 2.6 */
		"company-2.6" => "សេវាកម្ម RCI Global Services ត្រូវបានបង្កើតឡើងក្នុងឆ្នាំ 2010 បន្ទាប់ពីបានដឹងពីកង្វះជំនាញ IT នៅក្នុងឧស្សាហកម្មលក់រាយប្រណីតអាស៊ីប៉ាស៊ីហ្វិក។ បេសកកម្មរបស់ខ្លួនគឺដើម្បីផ្តល់ជូននូវបច្ចេកវិទ្យានិងជំនាញរបស់សហភាពអឺរ៉ុបនិងសហរដ្ឋអាមេរិចរួមបញ្ចូលជាមួយចំណេះដឹងនិងការយល់ដឹងក្នុងតំបន់។ ក្នុងរយៈពេលត្រឹមតែប្រាំពីរឆ្នាំ RCI Global Services បានទទួលនូវការជឿជាក់យ៉ាងរឹងមាំពីអ្នកលក់រាយអន្តរជាតិដ៏ល្បីល្បាញដែលរួមមាន Gucci, Fendi, Valentino, CÃ© line, Bottega Veneta ឬ Godiva ។",
		/* section 2.7 */
		"company-2.7" => "ក្នុងនាមជាក្រុមហ៊ុនពិគ្រោះយោបល់ឈានមុខគេនិងជាអ្នកផ្តល់ដំណោះស្រាយផ្នែកអាយធីនៅ APAC ក្រុមហ៊ុនសេវាកម្ម RCI Global Services មានឯកទេសខាងការរចនាស្ថាបត្យកម្មអាយធីខ្ពស់បំផុតការអនុវត្តគម្រោងពីចុងបញ្ចប់និងគ្រប់គ្រងសេវាកម្មសម្រាប់លក់រាយប្រណីតអន្តរជាតិដែលជាអាជីវកម្មកំពូលនៃអាជីវកម្មលក់រាយ។",
		/* section 2.8 */
		"company-2.8" => "ក្រុមហ៊ុន RCI Global Services គឺជាក្រុមហ៊ុនអឺរ៉ុបដំបូងបង្អស់ដែលផ្តល់ជូននូវដំណោះស្រាយលក់រាយតាមតម្រូវការដែលមានតម្លៃបន្ថែមសម្រាប់ឧស្សាហកម្មប្រណីតអន្តរជាតិនៅក្នុង APAC ។ ក្នុងនាមជាក្រុមហ៊ុនសេវាកម្មលំដាប់ខ្ពស់ដែលតែងតែលើសពីការរំពឹងទុករបស់អតិថិជនអតិថិជនរបស់វាគឺជាអាទិភាពកំពូលរបស់វាហើយភាពជោគជ័យរបស់អ្នកគឺជាគោលបំណងរបស់ RCI Global Services ។ នៅពេលដែលអ្នកទទួលបានជោគជ័យសេវាកម្ម RCI សកលទទួលបានជោគជ័យ។",
		/* section 2.9 */
		"company-2.9" => "គម្រោង Gucci - ឆ្នាំ 2012",


		/* section 2.10 */
		"company-2.10" => "នៅឆ្នាំ 2012 គម្រោង Gucci (Kering Group) ត្រូវបានបង្កើតឡើង។ វាមានការអនុវត្តដំណោះស្រាយ POS សម្រាប់ Gucci នៅក្នុងប្រទេសមួយចំនួននៅតំបន់អាស៊ី - ប៉ាស៊ីហ្វិក។ ដំណោះស្រាយដែលត្រូវបានជ្រើសរើសគឺ Oracle Retail Xstore Point នៃការលក់។",
		/* section 2.11 */
		"company-2.1" => "គម្រោង Gucci - ឆ្នាំ 2012",
		/* section 2.12*/
		"company-2.12" => "នៅឆ្នាំ 2012 គម្រោង Gucci (Kering Group) ត្រូវបានបង្កើតឡើង។ វាមានការអនុវត្តដំណោះស្រាយ POS សម្រាប់ Gucci នៅក្នុងប្រទេសមួយចំនួននៅតំបន់អាស៊ី - ប៉ាស៊ីហ្វិក។ ដំណោះស្រាយដែលត្រូវបានជ្រើសរើសគឺ Oracle Retail Xstore Point នៃការលក់។",
		/* section 2.13 */
		"company-2.13" => "ការិយាល័យថ្មីនៅក្រុងសេនជេនប្រទេសចិនឆ្នាំ 2013",
		/* section 2.14 */
		"company-2.14" => " RCI បើកការិយាល័យដំបូងរបស់ខ្លួននៅក្រៅប្រទេសនៅក្នុងទីក្រុងស្សឺនចេនប្រទេសចិន។",
		/* section 2.15 */
		"company-2.15" => "ការិយាល័យថ្មីនៅក្រុងសេនជេនប្រទេសចិនឆ្នាំ 2013",
		/* section 2.16 */
		"company-2.16" => " RCI បើកការិយាល័យដំបូងរបស់ខ្លួននៅក្រៅប្រទេសនៅក្នុងទីក្រុងស្សឺនចេនប្រទេសចិន។",
		/* section 2.17 */
		"company-2.17" => "ការិយាល័យថ្មីនៅទីក្រុងសេអ៊ូលប្រទេសកូរ៉េខាងត្បូង○ឆ្នាំ 2014",
		/* section 2.18 */
		"company-2.18" => " RCI បើកការិយាល័យទីពីររបស់ខ្លួននៅបរទេសនៅទីក្រុងសេអ៊ូលប្រទេសកូរ៉េខាងត្បូង។",
		/* section 2.17 */
		"company-2.17.1" => "ការិយាល័យថ្មីនៅទីក្រុងសេអ៊ូលប្រទេសកូរ៉េខាងត្បូង○ឆ្នាំ 2014",
		/* section 2.18 */
		"company-2.18.1" => " RCI បើកការិយាល័យទីពីររបស់ខ្លួននៅបរទេសនៅទីក្រុងសេអ៊ូលប្រទេសកូរ៉េខាងត្បូង។",

		/* section 2.19 */
		"company-2.19" => "RCI គឺជាដៃគូសេវារបស់ក្រុមហ៊ុន Demandware របស់ប្រូហ្វេសន័រនៅឆ្នាំ 2015",
		/* section 2.20 */
		"company-2.20" => "នៅឆ្នាំ 2015 Demandware (ឥឡូវនេះ Salesforce Commerce Cloud) បានបញ្ជាក់ RCI ថាជាដៃគូសេវាកម្មទំនាក់ទំនង។ សូមអរគុណដល់ជំនាញរបស់ពួកគេ RCI អាចស្នើដល់អតិថិជនរបស់ខ្លួននូវដំណោះស្រាយ Salesforce Commerce Cloud E-commerce ដើម្បីបង្កើតហាងលក់តាមអនឡាញ។",
		/* section 2.21 */
		"company-2.21" => "RCI គឺជាដៃគូសេវារបស់ក្រុមហ៊ុន Demandware របស់ប្រូហ្វេសន័រនៅឆ្នាំ 2015",
		/* section 2.22 */
		"company-2.22" => "នៅឆ្នាំ 2015 Demandware (ឥឡូវនេះ Salesforce Commerce Cloud) បានបញ្ជាក់ RCI ថាជាដៃគូសេវាកម្មទំនាក់ទំនង។ សូមអរគុណដល់ជំនាញរបស់ពួកគេ RCI អាចស្នើដល់អតិថិជនរបស់ខ្លួននូវដំណោះស្រាយ Salesforce Commerce Cloud E-commerce ដើម្បីបង្កើតហាងលក់តាមអនឡាញ។",
		/* section 2.23 */
		"company-2.23" => "RCI បានអភិវឌ្ឍគាំទ្រ OMS - ឆ្នាំ 2016",

		/* section 2.24 */
		"company-2.24" => "នៅឆ្នាំ 2016 សេវាកម្ម RCI Global Services បានបង្កើតដំណោះស្រាយ OMS របស់ខ្លួនដែលមានឈ្មោះថា OMS Pro ។ វាត្រូវបានរួមបញ្ចូលជាមួយដំណោះស្រាយ Salesforce Commerce Cloud E-commerce និងដំណោះស្រាយផ្នែកខាងក្រោយផ្សេងទៀតដូចជា ERP, CRM ឬ POS ។ ជាមួយនឹងការគាំទ្ររបស់ OMS, អ្នកលក់រាយមានទិដ្ឋភាពពិភពលោកនៅលើការបញ្ជាទិញលើបណ្តាញ, សារពើភ័ណ្ឌឬមូលដ្ឋានទិន្នន័យម៉ាស៊ីនភ្ញៀវ។ វាមានជាភាសាជាច្រើនហើយអនុញ្ញាតឱ្យគ្រប់គ្រងម៉ាកផ្សេងៗនៅក្នុងប្រទេសផ្សេងៗគ្នា។",
		/* section 2.25 */
		"company-2.25" => " RCI បានអភិវឌ្ឍគាំទ្រ OMS - ឆ្នាំ 2016",
		/* section 2.26 */
		"company-2.26" => "នៅឆ្នាំ 2016 សេវាកម្ម RCI Global Services បានបង្កើតដំណោះស្រាយ OMS របស់ខ្លួនដែលមានឈ្មោះថា OMS Pro ។ វាត្រូវបានរួមបញ្ចូលជាមួយដំណោះស្រាយ Salesforce Commerce Cloud E-commerce និងដំណោះស្រាយផ្នែកខាងក្រោយផ្សេងទៀតដូចជា ERP, CRM ឬ POS ។ ជាមួយនឹងការគាំទ្ររបស់ OMS, អ្នកលក់រាយមានទិដ្ឋភាពពិភពលោកនៅលើការបញ្ជាទិញលើបណ្តាញ, សារពើភ័ណ្ឌឬមូលដ្ឋានទិន្នន័យម៉ាស៊ីនភ្ញៀវ។ វាមានជាភាសាជាច្រើនហើយអនុញ្ញាតឱ្យគ្រប់គ្រងម៉ាកផ្សេងៗនៅក្នុងប្រទេសផ្សេងៗគ្នា។
",


		/* 
		=
		=
		=section 3 RCI Company
		=
		=
		=*/
		/* section 3.1 */
		"company-3.1" => "ហេតុអ្វីបានជាជ្រើសរើសយកសេវាកម្ម RCI Global Services?",
		/* section 3.2 */
		"company-3.2" => "បទពិសោធទ្វេរ",
		/* section 3.3 */
		"company-3.3" => "ក្រុមហ៊ុន RCI Global Services គឺជាក្រុមហ៊ុនមួយដែលផ្តល់ជូននូវជំនាញពីរដែលផ្តល់ជូនទាំងផ្នែកពិគ្រោះយោបល់ផ្នែកលក់និងការបង្កើតថ្មី។ RCI ត្រូវបានបង្កើតឡើងដោយក្រុមការងារដែលមានបទពិសោធន៍ជាង 20 ឆ្នាំនៅក្នុងផ្នែកគ្រប់គ្រងព័ត៌មានវិទ្យានិងមានសមត្ថភាពឆ្លើយតបទៅនឹងតម្រូវការរបស់អតិថិជន។",
		/* section 3.4 */
		"company-3.4" => "អាចជឿទុកចិត្ត",
		/* section 3.5 */
		"company-3.5" => "ជាមួយនឹងបញ្ជីដ៏គួរឱ្យចាប់អារម្មណ៍នៃអតិថិជនល្បីឈ្មោះនិងអន្តរជាតិនៅក្នុងឧស្សាហកម្មលក់រាយដ៏ប្រណីតក្រុមហ៊ុន RCI Global Services គឺជាក្រុមហ៊ុនពិគ្រោះយោបល់ដ៏គួរឱ្យទុកចិត្តនិងជាអ្នកផ្តល់ដំណោះស្រាយផ្នែក IT ។ ជាការពិតណាស់ RCI បានទិញអតិថិជនដូចជា L'Oréal Korea, Pandora ឬ Innisfree ។",
		/* section 3.6 */
		"company-3.6" => "ភាពធូររលុង",
		/* section 3.7 */
		"company-3.7" => "ក្រុមហ៊ុន RCI Global Services មានការិយាល័យជាច្រើននៅតំបន់អាស៊ីប៉ាស៊ីហ្វិកដើម្បីធានានូវភាពជោគជ័យរបស់អតិថិជន។ RCI មានបណ្តាញដ៏មានអនុភាពនៃដៃគូអាជីវកម្មទូទាំងពិភពលោកដើម្បីគ្រប់គ្រងសេវាកម្មជាច្រើនដូចជាដំណោះស្រាយអេឡិចត្រូនិច, OMS ឬ POS ។ ដំណោះស្រាយលក់រាយដ៏ពេញនិយមរបស់ RCI គឺមិនមានគ្រប់ជ្រុងជ្រោយនៅក្នុងភាពទូលំទូលាយរបស់ពួកគេ។",
		/* section 3.8 */
		"company-3.8" => "ភាពជឿនលឿន",
		/* section 3.9 */
		"company-3.9" => "សេវាកម្ម RCI Global Services មិនដែលឈប់ធ្វើជាអ្នកត្រួសត្រាយនៅលើវិស័យរបស់ខ្លួនឡើយ។ ក្រុមហ៊ុន RCI រំពឹងថាអ្នកលក់រាយត្រូវការការផ្លាស់ប្តូរជានិច្ចនិងផ្លាស់ប្តូរសេវាកម្មរបស់ខ្លួន។ ជាការពិតណាស់ RCI មានបំណងផ្តល់ជូនដល់អតិថិជននូវប្រតិបត្តិការអាជីវកម្មតែមួយគត់របស់ខ្លួន។",
		/* 
		=
		=
		=section 4 RCI Company
		=
		=
		=*/
		/* section 4.1 */
		"company-4.1" => "អ្វីដែលអតិថិជនរបស់យើងនិយាយអំពីពួកយើង",
		/* section 4.2 */
		"company-4.2" => "“ហ្សង់លុកគឺជាមេដឹកនាំដ៏ល្អម្នាក់ដែលអាចដឹកនាំក្រុមរបស់គាត់ក្នុងការផ្តល់សេវាកម្មជំនាញ។ គាត់តែងតែត្រូវបានរៀបចំយ៉ាងល្អ។ នេះពិតជាមានប្រយោជន៍ណាស់ក្នុងការបង្កើនភាពបត់បែនលើរាល់ការងារសំខាន់ៗ។ ពត៌មានលំអិតរបស់គាត់តម្រង់លក្ខណៈអាចទទួលបានការទុកចិត្តពីមនុស្សបានយ៉ាងងាយស្រួល។ ចំណេះដឹងផ្នែកអាជីវកម្មដែលបានបង្កើនផងដែរធ្វើឱ្យទំនាក់ទំនងរវាងប្រតិបត្ដិការនិងបច្ចេកទេសទៅរលូននិងសាមញ្ញ។ ដោយមានបទពិសោធន៍ប្រកបដោយផ្លែផ្កាដើម្បីធ្វើការជាមួយគាត់និងក្រុមរបស់គាត់។ ខ្ញុំជឿជាក់ថាពួកគេអាចបន្តរីកចម្រើននិងទទួលបានជោគជ័យនាពេលអនាគត។",
		/* section 4.3 */
		"company-4.3" => "Rain Lau",
		/* section 4.4 */
		"company-4.4" => "អ្នកវិភាគអាជីវកម្មនៅ Kering"

	);
?>
