<?php 
	$lang = array(
		/* footer translate*/
		/* footer block 1*/
		"footer1.1" => "អំពីសេវាកម្មសេវាកម្ម RCI សកល",
		"footer1.2" => "ក្រុមហ៊ុន RCI Global Services គឺជាក្រុមហ៊ុនពិគ្រោះយោបល់ផ្នែកអាយធីដែលទទួលបានចំណេះដឹងនិងជំនាញខាងសេវាកម្ម IT សម្រាប់អ្នកលក់រាយ។ ប៉ុន្មានឆ្នាំមកនេះក្រុមហ៊ុននេះទទួលបានទំនុកចិត្តពីម៉ាកប្រណីតនៅអាស៊ីប៉ាស៊ីហ្វិក។",
		/* footer block 2*/
		"footer2.1" => "ទំនាក់ទំនង",
		"footer2.2" => "លេខ 56 ផ្លូវ 390 ភូមិ 1 សង្កាត់បឹងកេងកង 3 ខណ្ឌ ចំការមនរាជធានីភ្នំពេញ",
		"footer2.3" => "អ៊ីម៉ែល",
		"footer2.4" => "លេខទូរស័ព្ទ",
		/* footer block 3*/
		"footer3.1" => "ដើម្បីទទួលបានដំណឹង!",
		"footer3.2" => "ចុះឈ្មោះដើម្បីទទួលបានព្រឹត្តិប័ត្រព័ត៌មានរបស់ RCI",
		"footer3.3" => "បញ្ចូល",
		"footer3.4" =>"©2017 RCI Global Services"
	);
?>