<?php 
	$lang = array(
		"site" => "Langeuage Website",
		"Home" => "Home",
		"Contact" => "Contact",
		"Other" => "Other",
		"welcome" => "Welcome to switch language website",
		"description" => "This webiste is show you how to click and change language in website",
		"English" => "English",
		"khmer" => "khmer",
		/* 
		=
		=
		=section 1 RCI SERVICE
		=
		=
		=*/
		/* section 1.1 */
		"client-1.1" => "អតិថិជនរបស់RCI",
		/* section 2.2*/
		"client-1.2" => "យើងមានមោទនភាពដែលទទួលបាននូវទំនុកចិត្តពីអតិថិជនរបស់យើង",
		/* section 1.3 */
		"client-1.3" => "នៅឯ RCI យើងផ្តល់នូវដំណោះស្រាយនិងធានាថាវាសមនឹងការរំពឹងទុករបស់អតិថិជន។ យើងផ្តល់ជូននូវសេវាកម្មដែលមានលក្ខណៈសមស្របហើយយើងត្រួតពិនិត្យដំណើរការទាំងមូលពីការពិគ្រោះយោបល់ទៅនឹងការគាំទ្រ។ សកម្មភាពស្នូលរបស់យើងរួមមានការផ្តល់យោបល់ដល់អ្នកលក់រាយដើម្បីស្វែងរកដំណោះស្រាយនិងអនុវត្តវាតាមរយៈការគ្រប់គ្រងគម្រោង។",

		/* 
		=
		=
		=section 2 RCI SERVICE
		=
		=
		=*/
		/* section 2.1 */
		"client-2.1" => "ភាពល្អឥតខ្ចោះនៅគ្រប់លម្អិត",
		/* section 2.2*/
		"client-2.2" => "ខណៈដែលទីផ្សារទំនិញនិងសេវាកម្មប្រណីតបន្តរីកចម្រើននៅទូទាំងពិភពលោកម៉ាកយីហោប្រណីតរបស់ពិភពលោកអាចពឹងផ្អែកលើការយល់ដឹងនិងវេទិកាលក់រាយតាមអ៊ិនធឺរណែតដែលផ្តល់ដោយក្រុមហ៊ុន RCI Global Services ដើម្បីឈានទៅដល់អតិថិជនគោលដៅរបស់ពួកគេកាន់តែមានប្រសិទ្ធិភាពនិងប្រសិទ្ធភាព។",
		/* section 2.3 */
		"client-2.3" => "នៅឆ្នាំ 2010 នៅពេលដែលសេវាកម្ម RCI Global Services ត្រូវបានបង្កើតឡើងថ្មីៗនេះហាង Sephora ដែលជាហាងលក់គ្រឿងសំអាងនិងគ្រឿងសំអាងឈានមុខគេនៅប្រទេសបារាំងបានដាក់សេចក្តីទុកចិត្តរបស់ខ្លួនទៅលើសេវាកម្ម RCI Global Services ជាមួយនឹងដំណោះស្រាយផ្នែកលក់រាយនិងបច្ចេកវិទ្យា។ ចាប់តាំងពីពេលនោះមក Aigle, Estée Lauder, Gucci និង Fendi បានក្លាយទៅជាអតិថិជនរបស់សេវាកម្ម RCI Global Services ។ ទំនុកចិត្តនិងការទុកចិត្តក្នុងចំណោមអ្នកលក់រាយអន្តរជាតិដែលមានកិត្យានុភាពបំផុតត្រូវបានបង្កើតឡើងប្រកបដោយចីរភាពហើយ Pandora គឺជាសម្ព័ន្ធមិត្តថ្មីបំផុតរបស់ពួកគេជាមួយនឹងការពង្រីកដ៏គួរឱ្យចាប់អារម្មណ៍របស់ពួកគេនៅក្នុងតំបន់ APAC ។"
		
	);
?>
