<?php 
	$lang = array(
		"site" => "ទំព័រប្ដូរភាសា",
		"Home" => "ទំព័រដើម",
		"Contact" => "ទំនាក់ទំនង",
		"Other" => "ផ្សេងៗ",
		"welcome" => "សូមស្វារគមន៏ទំព័រការប្ដូរភាសា",
		"description" => "ទំព័រនេះនឹងបង្ហានូវការប្ដូរភាសាក្នុងទំព័រនេះ",
		"English" => "អង់គ្លេស",
		"khmer" => "ខ្មែរ",
		/* 
		=
		=
		=section 1 RCI SERVICE
		=
		=
		=*/
		/* section 1.1 */
		"service-1.1" => "សេវាកម្មរបស់ RCI",
		/* section 1.2*/
		"service-1.2" => "ជំនាញមួយដែលសំដៅទៅលើការអនុវត្តរបស់អ្នក។",
		/* section 1.2 */
		"service-1.3" => "សេវាកម្មរបស់ RCI Global Services បានផ្តល់ជូននូវសេវាកម្មជាច្រើនពីការប្រឹក្សាយោបល់ដល់ការគាំទ្រ។ សមត្ថភាពរបស់ខ្លួនក្នុងការផ្តល់ជូននូវដំណោះស្រាយព័ត៌មានដែលមានលក្ខណៈផ្ទាល់ខ្លួនដែលសមស្របនឹងគោលបំណងរបស់អ្នកលក់រាយធ្វើឱ្យវាក្លាយជាក្រុមហ៊ុនតែមួយគត់នៅក្នុង APAC ។",
		/* section 1.2 */
		"service-1.3" => "សេវាកម្មរបស់ RCI ",
		/* section 1.2 */
		"service-1.3" => "ជំនាញមួយដែលសំដៅទៅលើការអនុវត្តរបស់អ្នក។",
		/* section 1.2 */
		"service-1.3" => "សេវាកម្មរបស់ RCI Global Services បានផ្តល់ជូននូវសេវាកម្មជាច្រើនពីការប្រឹក្សាយោបល់ដល់ការគាំទ្រ។ សមត្ថភាពរបស់ខ្លួនក្នុងការផ្តល់ជូននូវដំណោះស្រាយព័ត៌មានដែលមានលក្ខណៈផ្ទាល់ខ្លួនដែលសមស្របនឹងគោលបំណងរបស់អ្នកលក់រាយធ្វើឱ្យវាក្លាយជាក្រុមហ៊ុនតែមួយគត់នៅក្នុង APAC ។",
		/* 
		=
		=
		=section 2 RCI SERVICE
		=
		=
		=*/
		/* section 2.1 */
		"service-2.1" => "អ្នកជំនាញលក់រាយ",
		/* section 2.2*/
		"service-2.2" => "រួមបញ្ចូលជាមួយនឹងគេហទំព័រពាណិជ្ជកម្មអេឡិចត្រូនិចអ្នកលក់រាយពង្រីកលទ្ធភាពលក់តាមរយៈចំណុចសំខាន់ៗផ្សេងៗ។ ជាមួយនឹងគម្រោងផ្សេងៗគ្នាដែលបានសម្រេចនៅក្នុងតំបន់អាស៊ីប៉ាស៊ីហ្វិក RCI បានទទួលចំណេះដឹងនៅក្នុងឧស្សាហកម្មលក់រាយដ៏ប្រណីតជាមួយ Kering Group, L'Oreal, Gucci ឬ Pandora ។",
		/* section 2.3 */
		"service-2.3" => "យុទ្ធសាស្រ្តលក់រាយ Omnichannel",
		/* section 2.4 */
		"service-2.4" => "នីតិវិធីប្រតិបត្ដិការស្តង់ដារ",
		/* section 2.5 */
		"service-2.5" => "ការយល់ដឹងរបស់អតិថិជននិងផ្នែក",
		/* section 2.6 */
		"service-2.6" => "ការគ្រប់គ្រងបញ្ជីសារពើភ័ណ្ឌ",
		/* section 2.7 */
		"service-2.7" => "យុទ្ធសាស្ត្រផ្សព្វផ្សាយ",
		/* section 2.8 */
		"service-2.8" => "រក្សាទុកការលក់និងប្រាក់ចំណេញ",
		/* section 2.9 */
		"service-2.9" => "ការវិភាគនៃការលក់រាយ",


		/* section 2.10 */
		"service-2.10" => "ទំនិញមើលឃើញ",
		/* section 2.11 */
		"service-2.1" => "អ្នកលក់និងការគ្រប់គ្រងយីហោ",
		/* section 2.12*/
		"service-2.12" => "អ្នកពិគ្រោះយោបល់ផ្នែកបច្ចេកវិទ្យា",
		/* section 2.13 */
		"service-2.13" => "ដោយសារអ្នកលក់រាយនីមួយៗមានប្រភេទអាជីវកម្មនិងតម្រូវការខុសៗគ្នា RCI សម្រេចចិត្តផ្តល់ជូននូវសេវាកម្មតាមតម្រូវការដើម្បីជួយដល់អតិថិជនរបស់ខ្លួនឱ្យសម្រេចបាននូវគោលដៅរបស់ពួកគេ។ នៅ RCI ក្រុមការងាររបស់យើងគ្រប់គ្រងគម្រោងទាំងមូលពីការពិគ្រោះយោបល់រហូតដល់ការគាំទ្រប្រសិនបើចាំបាច់។",
		/* section 2.14 */
		"service-2.14" => "យុទ្ធសាស្រ្ត IT",
		/* section 2.15 */
		"service-2.15" => "ការគ្រប់គ្រងគម្រោង",
		/* section 2.16 */
		"service-2.16" => "ការវិភាគអាជីវកម្ម",
		/* section 2.17 */
		"service-2.17" => "ការត្រួតពិនិត្យប្រព័ន្ធ",
		/* section 2.17.1 */
		"service-2.17.1" => "ការបណ្តុះបណ្តាល",

		/* section 2.18 */
		"service-2.18" => "ការអភិវឌ្ឍន៍",
		/* section 2.19 */
		"service-2.19" => "ការអនុវត្ត",
		/* section 2.20 */
		"service-2.20" => "Store roll out",
		/* section 2.21 */
		"service-2.21" => "ផ្គត់ផ្គង់",
		/* section 2.22 */
		"service-2.22" => "ប្រព័ន្ធបញ្ចូល",
		/* section 2.23 */
		"service-2.23" => "ការធ្វើសមាហរណកម្មប្រព័ន្ធគឺជាជំហានចាំបាច់មួយដើម្បីបង្កើតពាណិជ្ជកម្មរួមគ្នា។ សេវា RCI Global Services បង្កើតចំណុចប្រទាក់ដើម្បីឱ្យព័ត៌មានអាចផ្ទេរបាន។ ខណៈអ្នកទិញឥវ៉ាន់អនឡាញកំពុងកើនឡើងអ្នកលក់រាយអាចភ្ជាប់ហាងលក់របស់ពួកគេទៅកាន់ហាងអនឡាញរបស់ពួកគេ។",

		/* section 2.24 */
		"service-2.24" => "E-commerce",
		/* section 2.25 */
		"service-2.25" => "Order Management System (OMS)",
		/* section 2.26 */
		"service-2.26" => "Point of sale (POS)",
		/* section 2.27 */
		"service-2.27" => "ERP",
		/* section 2.28 */
		"service-2.28" => "Business intelligence",
		/* section 2.29 */
		"service-2.29" => "Reporting &amp; analytics",
		/* section 2.30 */
		"service-2.30" => "WeChat, POSPi, NFC",

		/* 
		=
		=
		=section 3 RCI SERVICE
		=
		=
		=*/
		/* section 3.1 */
		"service-3.1" => "សេវាកម្មនៃការតុបតែង ",
		/* section 3.2 */
		"service-3.2" => "អ្នកលក់រាយទាំងអស់មានប្រភេទអាជីវកម្មនិងតម្រូវការផ្សេងៗគ្នា។ ដោយសារភាពខុសគ្នាទាំងនេះសេវាកម្ម RCI Global adapts ដំណោះស្រាយនិងសេវាកម្មដើម្បីឱ្យគោលបំណងរបស់អ្នកលក់។",
		/* section 3.3 */
		"service-3.3" => "ការប្រឹក្សា",
		/* section 3.4 */
		"service-3.4" => "ជាមួយនឹងជំនាញរបស់វាគ្រប់យ៉ាង RCI Global Services ផ្តល់ដំបូន្មានដល់អ្នកលក់រាយអំពីដំណោះស្រាយព័ត៌មានវិទ្យាដែលមានប្រសិទ្ធភាពបំផុតដើម្បីលើកកម្ពស់អាជីវកម្មរបស់ពួកគេ។ ចាប់តាំងពីអ្នកទិញទំនិញដើរទិញឥវ៉ាន់កំពុងរីកចំរើនអ្នកលក់រាយស្វែងរកបច្ចេកវិទ្យាថ្មីៗដែលនឹងបង្កើនផលិតភាពនិងបទពិសោធរបស់អតិថិជន។",
		/* section 3.5 */
		"service-3.5" => "Implementation",
		/* section 3.6 */
		"service-3.6" => "ក្នុងកំឡុងពេលគម្រោង RCI Global Services ត្រួតពិនិត្យការអនុវត្តន៍ដំណោះស្រាយ។ ជាមួយភាគីទីបី RCI អនុវត្តមិនត្រឹមតែគេហទំព័រពាណិជ្ជកម្មអេឡិចត្រូនិចទេប៉ុន្តែថែមទាំងដំណោះស្រាយទីផ្សារនិងវិវាទផងដែរ។ ចាប់តាំងពី RCI មានទីស្នាក់ការកណ្តាលនៅហុងកុងការបង្កើតនេះអាចត្រូវបានរៀបចំឡើងនៅតាមបណ្តាប្រទេសនានានៅអាស៊ីប៉ាស៊ីហ្វិក។",
		/* section 3.7 */
		"service-3.7" => "ការេជួយផ្គត់ផ្គង់",
		/* section 3.8 */
		"service-3.8" => "ចាប់តាំងពីដំណោះស្រាយដែលផ្តល់ឱ្យមានភាពស្មុគស្មាញនិងតម្រូវឱ្យមានចំណេះដឹងផ្នែកព័ត៌មានវិទ្យា RCI Global Services ផ្តល់នូវជំនួយបច្ចេកទេសនិងជំនួយដល់អតិថិជនរបស់ខ្លួននៅពេលគម្រោងនេះត្រូវបានបញ្ចប់។ លើសពីនេះក្រុមគាំទ្រក្នុងស្រុកអាចនិយាយភាសាកាតាំង, ចិនកុកងឺនិងអង់គ្លេស។",
		/* 
		=
		=
		=section 4 RCI SERVICE
		=
		=
		=*/
		/* section 4.1 */
		"service-4.1" => "ដំណើរការគ្រប់គ្រងគម្រោងរបស់ RCI",
		/* section 4.2 */
		"service-4.2" => "សេវាកម្ម RCI Global Services ផ្តល់ជូននូវដំណោះស្រាយការគ្រប់គ្រងការលក់រាយដែលរួមបញ្ចូលគ្នានូវយុទ្ធសាស្រ្តលក់រាយនិងប្រតិបត្ដិការ IT ដែលត្រូវបានរួមបញ្ចូលយ៉ាងពេញលេញនៅក្នុងសេវាកម្ម 360 °។ ដំណោះស្រាយលក់រាយគ្រប់ទីកន្លែងរបស់ RCI Global Services ជួយសម្រួលអាជីវកម្មរបស់អ្នកជាមួយនឹងជំនាញលក់រាយទូលំទូលាយនិងបណ្តាញសកលនៃដំណោះស្រាយព័ត៌មានវិទ្យា។",
		/* section 4.3 */
		"service-4.3" => "សេវាកម្ម RCI Global Services បំពេញតម្រូវការរបស់អង្គការរបស់អ្នកដើម្បីជួយអាជីវកម្មរបស់អ្នករីកចម្រើនក្នុងការពង្រីកជាអន្តរជាតិរបស់ខ្លួន។ ភាពជាដៃគូជិតស្និទ្ធនិងយូរអង្វែងត្រូវបានបង្កើតឡើងរវាងអ្នកនិងសេវាកម្មរបស់ RCI ទូទាំងសកលលោកដែលបានអនុញ្ញាតដោយសមត្ថភាពរបស់ខ្លួនក្នុងការគិតទុកនិងបំពេញតាមតម្រូវការនិងការប្រកួតប្រជែងរបស់អ្នក។",
		/* section 4.4 */
		"service-4.4" => "តើគម្រោងគ្រប់គ្រងដោយ RCI Global Services គឺជាអ្វី?",
		/* section 4.5 */
		"service-4.5" => "ប្រឹក្សាយោបល់",
		/* section 4.6 */
		"service-4.6" => "សេវាកម្ម RCI Global Services ផ្ដល់ការណែនាំដល់អ្នកលក់រាយអំពីដំណោះស្រាយសមស្របបំផុតដែលនឹងជួយបង្កើនការលក់របស់ពួកគេ។",
		/* section 4.7 */
		"service-4.7" => "កំណត់",
		/* section 4.8 */
		"service-4.8" => "អនុលោមតាមសំណើរបស់អតិថិជនការបញ្ជាក់ត្រូវបានបង្កើត។ វាមានគ្រប់តម្រូវការរបស់គម្រោង។",
		/* section 4.9 */
		"service-4.9" => "ផែនការ",
		/* section 4.10 */
		"service-2.10" => "ដើម្បីសម្រេចគម្រោងមួយ RCI Global Services ប្រមូលផ្តុំភាគីទាំអសើនិងបង្កើតកាលវិភាគ។",
		/* section 4.11 */
		"service-4.1" => "អភិវឌ្ឍន៍",
		/* section 4.12*/
		"service-4.12" => "សេវាកម្មរបស់ RCI Global Services អភិវឌ្ឍលក្ខណៈពិសេសនៅក្នុងផ្នែផលិតផលដើម្បីបំពេញតម្រូវការរបស់អតិថិជន។",
		/* section 4.13 */
		"service-4.13" => "សាកល្បងប្រើប្រាស់",
		/* section 4.14 */
		"service-4.14" => "ដើម្បីធានាថាសេវាកម្មដំណើរការបានត្រឹមត្រូវការសាកល្បងធ្វើសមាហរណកម្មប្រព័ន្ធត្រូវបានដឹងមុនពេលមានការកែប្រែអ្វីមួយ ។",
		/* section 4.15 */
		"service-4.15" => "ជុសុជុលបន្តែម",
		/* section 4.16 */
		"service-4.16" => " RCI ធានាថាដំណោះស្រាយត្រូវបានកែប្រែហើយត្រៀមខ្លួនរួចរាល់ដើម្បីដាក់អោយប្រើប្រាស់។",
		/* section 4.17 */
		"service-4.17" => "ដាក់ឱ្យប្រើប្រាស់",
		/* section 4.18 */
		"service-4.18" => "នៅពេលដែលការធ្វើតេស្តនេះទទួលបានជោគជ័យនោះ ប្រព័ន្ធនេះត្រូវបានកែប្រែហើយមានភាពងាយស្រួលក្នុងការប្រើប្រាស់។",
		/* section 4.19 */
		"service-4.19" => "ជួយក្មុងការប្រើប្រាស់",
		/* section 4.20 */
		"service-4.20" => "ដោយសារតែ RCI យកចិត្តទុកដាក់អំពីអតិថិជនរបស់ខ្លួនវាអាចផ្តល់នូវជំនួយក្នុងស្រុកនិងជំនួយផ្នែកបច្ចេកទេស។"
	);
?>
